[
  "table-editor-obsidian",
  "drawio-obsidian",
  "obsidian-image-auto-upload-plugin",
  "code-block-copy",
  "recent-files-obsidian",
  "obsidian-admonition",
  "cm-editor-syntax-highlight-obsidian",
  "cm-chs-patch",
  "calendar",
  "obsidian-pangu",
  "obsidian-auto-pair-chinese-symbol",
  "shortcuts-extender",
  "easy-typing-obsidian",
  "obsidian-quiet-outline",
  "obsidian-git",
  "file-tree-alternative",
  "better-word-count",
  "obsidian-pandoc",
  "hotkeysplus-obsidian",
  "omnisearch",
  "obsidian-excel-to-markdown-table",
  "remember-cursor-position"
]